Repository: jonathanheilmann/ext-jh_googlemaps
Catalog: Resources/Private/Language/*.locallang_csh_tx_jhgooglemaps_domain_model_location.xlf
Languages: de

# additional_notation.description
source: Optional additional notation for address
de: Optionaler Zusatzvermerk zur Adresse

# address.description
source: Readable address of location
de: Lesbare Adresse des Orts

# city.description
source: City
de: Stadt

# country.description
source: Country
de: Land

# description.description
source: Description of location
de: Beschreibung des Orts

# image.description
source: Image for location
de: Bild des Orts

# marker.description
source: Marker of location
de: Marker des Orts

# postal_code.description
source: Postal Code
de: Postleitzahl

# street.description
source: Street
de: Stra√üe

# street_number.description
source: Street number
de: Hausnummer

# teaser.description
source: Teaser of location
de: Teaser des Orts

# title.description
source: Title of location
de: Titel des Orts
